insert into owner(id, name) values(1, '소유자1');

insert into hair_shop(id, name, owner_id, road_address, detail_address, latitude, longitude)
values (1, '디그헤어 광화문점', 1, '서울 종로구 새문안로5길 5 4층', '101호', '37.5784597', '126.9711112'),
       (2, '헤어샵2', 1, '주소1', '101호', '37.5784597', '126.9711112'),
       (3, '헤어샵3', 1, '주소1', '101호', '37.5784597', '126.9711112'),
       (4, '헤어샵4', 1, '주소1', '101호', '37.5784597', '126.9711112'),
       (5, '헤어샵1', 1, '주소1', '101호', '37.5784597', '126.9711112'),
       (6, '헤어샵1', 1, '주소1', '101호', '37.5784597', '126.9711112'),
       (7, '헤어샵1', 1, '주소1', '101호', '37.5784597', '126.9711112')
